final List<String> firstAnswers = [
  '.من وظيفة أو راتب ثابت',
  '.من عملي الخاص (مقدم خدمات أو استشاري)',
  '.من شركتي أو نظام يعمل من أجلي',
  '.من استثماراتي (أسهم، عقارات، إلخ)',
];

final List<String> secondAnswers = [
  '.تحقيق دخل ثابت وآمن',
  '.الاستقلال المالي من خلال عملي الخاص',
  '.بناء نظام أو شركة تولد الدخل',
  '.زيادة الدخل السلبي من الأصول والاستثمارات',
];

final List<String> thirdAnswers = [
  '.نعم، أحتاج للعمل لكسب المال',
  '.لا، أملك نظامًا أو استثمارات تعمل من أجلي',
];
